7zip
alsa-utils
anki
autotiling
base
base-devel
bear
bibata-cursor-theme-bin
biber
blas-openblas
blueman
bluez-utils
bonsai.sh-git
boost
brightnessctl
btop
btrfs-progs
calcurse
calibre
catch2
ccls
chafa
clang
cliphist
cmake
cmatrix
cowsay
discord
dmidecode
docker
doom_ascii-bin
dosfstools
dropbox
dwarffortress
efibootmgr
emacs
ethtool
eza
fastfetch
fd
feh
firefox
firewalld
fish
flatpak
floorp-bin
foot
fzf
gcalcli-git
gimp
git
github-cli
glow
gnome-disk-utility
gobject-introspection
gptfdisk
greetd
grim
grub
gruvbox-gtk-theme-git
gruvbox-icon-theme
gruvbox-material-gtk-theme-git
gtk-engines
himalaya
htop
hyperfine
hyprland
i3bar-river
i3status-rust
intel-media-driver
intel-ucode
interception-caps2esc
iwd
java-runtime-common
jdk21-openjdk
jq
julia
khal
kitty
lazygit
libdecor
libei
libpulse
libreoffice-still
librewolf-bin
libspng
libva-intel-driver
libzip
linux
linux-firmware
luarocks
lynx
mako
man-db
maplemono-ttf
meson
milkytracker
modemmanager
nano
nautilus
neomutt
neovim
networkmanager
nim
niri
nm-connection-editor
notion-app-electron
notion-calendar-electron
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nwg-look
obsidian
openvpn
otf-commit-mono
otf-commit-mono-nerd
otf-geist-mono-nerd
pacman-contrib
papirus-icon-theme
paru
paru-debug
pavucontrol
pd
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgstats
playerctl
plugdata-bin
powertop
pulseaudio-alsa
python-pip
python-pipx
qt6-wayland
reflector
rio
river
rofi-wayland
rsync
sbctl
seatd
slurp
smartmontools
snapper
sof-firmware
spicetify-cli
spotify-launcher
spotifyd
st
starship
sway
sway-audio-idle-inhibit-git
swaybg
swayidle
swaylock
swww
syncthing
systemd-resolvconf
task
texlab
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
themix-full-git
thorium-browser-bin
thunar
ticktick
timeshift
tlp
tlpui
tmux
tokei
tree
ttf-comic-shanns-nerd
ttf-dm-mono-git
ttf-firacode-nerd
ttf-font-icons
ttf-hack-nerd
ttf-ibmplex-mono-nerd
ttf-iosevka-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-juliamono
ttf-juliamono-nerd-font
ttf-nerd-fonts-symbols
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sourcecodepro-nerd
ttf-terminus-nerd
ttf-victor-mono-nerd
typometer
ueberzugpp
ungoogled-chromium-bin
unzip
vim
virtualbox
vulkan-intel
vulkan-radeon
waybar
waylock
wget
wideriver
wireguard-tools
wireless_tools
wl-clipboard
wlsunset
woeusb
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xeyes
xorg-xinit
xorg-xwayland
zathura
zathura-pdf-mupdf
zed
zig
zip
zotero
zoxide
zram-generator
