7zip
alacritty
alsa-utils
base
base-devel
bear
bibata-cursor-theme-bin
biber
blueman
bluez-utils
bonsai.sh-git
boost
brightnessctl
btop
btrfs-progs
calcurse
catch2
ccls
chafa
clang
cmake
cmatrix
discord
dmidecode
efibootmgr
eza
fd
feh
firefox
firewalld
fish
floorp-bin
foot
fzf
git
github-cli
glow
gobject-introspection
greetd
grim
grub
gruvbox-material-gtk-theme-git
gtk-engines
htop
i3status-rust
intel-media-driver
intel-ucode
interception-caps2esc
iwd
jq
kanagawa-gtk-theme-git
khal
lazygit
libpulse
libva-intel-driver
linux
linux-firmware
luarocks
man-db
meson
modemmanager
nano
neomutt
neovim
networkmanager
nim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nwg-look
obsidian
openvpn
pacman-contrib
papirus-icon-theme
paru
paru-debug
pavucontrol
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgstats
playerctl
pulseaudio-alsa
python-pip
python-pipx
reflector
rofi-wayland
rsync
seatd
slurp
smartmontools
snapper
sof-firmware
spicetify-cli
spotify-launcher
starship
sway
sway-audio-idle-inhibit-git
swaybg
swayidle
swaylock
swaync
systemd-resolvconf
task
texlab
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
themix-full-git
thunar
ticktick
timeshift
tmux
tokei
tree
ttf-firacode-nerd
ttf-font-icons
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-roboto-mono-nerd
ueberzugpp
unzip
vim
vulkan-intel
vulkan-radeon
wezterm-git
wget
wireguard-tools
wireless_tools
wl-clipboard
wlsunset
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xeyes
xorg-xinit
xorg-xwayland
zathura
zathura-pdf-mupdf
zed
zellij
zig
zip
zotero
zoxide
zram-generator
